ORIG_DIR='./origins/'
TMP_DIR='./temp/'
WAV_DIR='./waves/'

HELP_MESSAGE = 'help message'

EASYPEASY_MESSAGE = "Отправляй свои словечки, я замиксую йоу!"
SETBRO_MESSAGE = 'Выбирай бротюню!'
RECORD_MESSAGE = 'Запиши свой бит!'
SETMOOD_MESSAGE = 'Какой у тебя настрой?'

EXTRA_WORDS = [
    'ещщкере',
    'бляу',
    'бррря'
]

NEUTRAL_MESSAGES = [
'Не говорите мне, что я плохой.\n'
'Я вас не держу, найдите лучше и потеряйтесь.',

'Если я вам не нравлюсь, то знайте:\n'
'Мне это жить не мешает.',

'Только любовь родителей не имеет конца.',

'Скромность девушки - бесценна.',

'Чем девушка скромнее, тем она ценнее.',

'И нет времени суток прекраснее, чем ночь.',

'Тем, кому со мной трудно, не мучайте себя.',

'Уходите, я не обижусь.',

'Деньгами не богат,\n'
'Но душа не из бедных.'
]