# -*- coding: utf-8 -*-
ORIG_DIR='./origins/'
TMP_DIR='./temp/'
WAV_DIR='./waves/'
ADLIB_DIR='./adlib/'

HELP_MESSAGE = u'\\record - запиши свой биток, чувак, мы его вставим в наш\n' \ 
u'\easypeasy - вводи мне пять слов и я замиксую их на свой вкус, чувак\n' \
u'\\rapmsg - замиксую твою голосовуху\n' \
u'\help - покажу тебе, что умею'

EASYPEASY_MESSAGE = u'Отправляй свои словечки, я замиксую йоу!'
SETBRO_MESSAGE = u'Выбирай бротюню!'
RECORD_MESSAGE = u'Запиши свой бит!'
SETMOOD_MESSAGE = u'Какой у тебя настрой?'

EXTRA_WORDS = [
    u'ещщкере',
    u'бляу',
    u'бррря'
]

NEUTRAL_MESSAGES = [
u'Не говорите мне, что я плохой.\n'
u'Я вас не держу, найдите лучше и потеряйтесь.',

u'Если я вам не нравлюсь, то знайте:\n'
u'Мне это жить не мешает.',

u'Только любовь родителей не имеет конца.',

u'Скромность девушки - бесценна.',

u'Чем девушка скромнее, тем она ценнее.',

u'И нет времени суток прекраснее, чем ночь.',

u'Тем, кому со мной трудно, не мучайте себя.',

u'Уходите, я не обижусь.',

u'Деньгами не богат,\n'
u'Но душа не из бедных.'
]
